moduleDescription.text=\u30B7\u30B9\u30C6\u30E0\u306E\u672A\u5272\u308A\u5F53\u3066\u9818\u57DF\u306B\u5BFE\u3057\u3066PhotoRec\u30AB\u30FC\u30D0\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002
moduleDisplayName.text=PhotoRec\u30AB\u30FC\u30D0
OpenIDE-Module-Display-Category=\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB
OpenIDE-Module-Long-Description=PhotoRec\u30AB\u30FC\u30D0\u306E\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB\u3002\n\n\u672A\u5272\u308A\u5F53\u3066\u9818\u57DF\u3092\u5207\u308A\u51FA\u3057\u3001\u5207\u308A\u51FA\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u51E6\u7406\u3059\u308B\u3081\u306B\u30B7\u30B9\u30C6\u30E0\u3078\u30D5\u30A3\u30FC\u30C9\u3057\u307E\u3059\u3002
OpenIDE-Module-Name=PhotoRec\u30AB\u30FC\u30D0\u306E\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB
OpenIDE-Module-Short-Description=\u672A\u5272\u308A\u5F53\u3066\u9818\u57DF\u3092\u5207\u308A\u51FA\u3057\u3001\u5207\u308A\u51FA\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u51E6\u7406\u306E\u305F\u3081\u306B\u30B7\u30B9\u30C6\u30E0\u3078\u30D5\u30A3\u30FC\u30C9\u3057\u307E\u3059\u3002
unallocatedSpaceProcessingSettingsError.message=\u300C\u672A\u5272\u308A\u5F53\u3066\u9818\u57DF\u3092\u51E6\u7406\u300D\u304C\u30C1\u30A7\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002PhotoRec\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u672A\u5272\u308A\u5F53\u3066\u9818\u57DF\u3092\u30AB\u30FC\u30D6\u3059\u308B\u3088\u3046\u306B\u8A2D\u8A08\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u672A\u5272\u308A\u5F53\u3066\u9818\u57DF\u306E\u51E6\u7406\u3092\u6709\u52B9\u306B\u3059\u308B\u304B\u3001\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unsupportedOS.message=PhotoRec\u30E2\u30B8\u30E5\u30FC\u30EB\u306FWindows\u30B7\u30B9\u30C6\u30E0\u3067\u3057\u304B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
missingExecutable.message=PhotoRec\u306E\u5B9F\u884C\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cannotRunExecutable.message=PhotoRec\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
cannotCreateOutputDir.message=\u30A2\u30A6\u30C8\u30D7\u30C3\u30C8\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{0}\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
PhotoRecIngestModule.nonHostnameUNCPathUsed=Photorec\u306FIP\u30A2\u30C9\u30EC\u30B9\u3092\u542B\u3080UNC\u30D1\u30B9\u3067\u306F\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093
PhotoRecIngestModule.processTerminated=\u30B9\u30AD\u30E3\u30F3\u306B\u304B\u3051\u308C\u308B\u6700\u5927\u306E\u6642\u9593\u304C\u904E\u304E\u305F\u306E\u3067\u3001PhotoRec\u30AB\u30FC\u30D0\u306E\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u505C\u6B62\u3057\u307E\u3057\u305F
PhotoRecIngestModule.moduleError=PhotoRec\u30AB\u30FC\u30D0\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30E9\u30FC
PhotoRecIngestModule.UnableToCarve=\u6B21\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30AB\u30FC\u30D6\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\uFF1A{0}
PhotoRecIngestModule.NotEnoughDiskSpace=\u672A\u5272\u308A\u5F53\u3066\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3059\u308B\u306E\u306B\u30C7\u30A3\u30B9\u30AF\u30B9\u30DA\u30FC\u30B9\u304C\u8DB3\u308A\u307E\u305B\u3093\u3002\u30AB\u30FC\u30D3\u30F3\u30B0\u304C\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
PhotoRecIngestModule.complete.numberOfCarved=\u30AB\u30FC\u30D6\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u6570\uFF1A
PhotoRecIngestModule.complete.totalWritetime=\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u66F8\u304D\u8FBC\u307F\u6642\u9593\u306E\u5408\u8A08
PhotoRecIngestModule.complete.totalParsetime=\u30D1\u30FC\u30B7\u30F3\u30B0\u6642\u9593\u306E\u5408\u8A08\uFF1A
PhotoRecIngestModule.complete.photoRecResults=PhotoRec\u7D50\u679C
PhotoRecIngestModule.NotEnoughDiskSpace.detail.msg={0}\u3092{1}\u3067\u51E6\u7406\u3059\u308B\u969B\u306BPhotoRec\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u672A\u5272\u308A\u5F53\u3066\u30B9\u30DA\u30FC\u30B9\u3092\u30D7\u30E9\u30A4\u30DE\u30EA\u30FC\u30C7\u30A3\u30B9\u30AF\u306B\u4FDD\u5B58\u3059\u308B\u306E\u306B\u30B9\u30DA\u30FC\u30B9\u304C\u8DB3\u308A\u307E\u305B\u3093\u3002
PhotoRecIngestModule.cancelledByUser=PhotoRec\u304C\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u308A\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
PhotoRecIngestModule.error.exitValue=PhotoRec\u304C\u30A8\u30E9\u30FC\u3092\u51FA\u3057\u307E\u3057\u305F\u3002Exit\u30D0\u30EA\u30E5\u30FC\uFF1D{1}\u3092\u30B9\u30AD\u30E3\u30F3\u4E2D\u306B{0}
PhotoRecIngestModule.error.msg=PhotoRec\u30AB\u30FC\u30D0\u3067{0}\u3092\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
PhotoRecIngestModule.complete.numberOfErrors=\u30AB\u30FC\u30D3\u30F3\u30B0\u4E2D\u306E\u30A8\u30E9\u30FC\u6570\uFF1A
PhotoRecIngestModule.PermissionsNotSufficient=\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u4E0D\u5341\u5206\u3067\u3059
PhotoRecIngestModule.PermissionsNotSufficientSeeReference=Autopsy\u30D8\u30EB\u30D7\u3067\u300C\u5171\u6709\u30C9\u30E9\u30A4\u30D6\u8A8D\u8A3C\u300D\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\u3002