#Mon Jul 12 13:22:00 UTC 2021
CTL_CreateLiveTriageDriveAction=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30c9\u30e9\u30a4\u30d6\u3092\u4f5c\u6210\u3059\u308b
CopyFilesWorker.done.text=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30c7\u30a3\u30b9\u30af\u306e\u4f5c\u6210\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
CopyFilesWorker.error.text=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u30b3\u30d4\u30fc\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
CreateLiveTriageDriveAction.appPathError.message=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
CreateLiveTriageDriveAction.batchFileError.message=\u30d0\u30c3\u30c1\u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
CreateLiveTriageDriveAction.copyError.message=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30d4\u30fc\u3067\u304d\u307e\u305b\u3093\u3002 \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u307f\u3067\u6a5f\u80fd\u3057\u307e\u3059\u3002
CreateLiveTriageDriveAction.error.title=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30c7\u30a3\u30b9\u30af\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
CreateLiveTriageDriveAction.exenotfound.message=\u5b9f\u884c\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
CreateLiveTriageDriveAction.progressBar.text=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30d5\u30a1\u30a4\u30eb\u3092{0}\u306b\u30b3\u30d4\u30fc\u4e2d
CreateLiveTriageDriveAction.progressBar.title=\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
CreateLiveTriageDriveAction.success.message=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30c9\u30e9\u30a4\u30d6\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002 RunFromUSB.bat\u3092\u4f7f\u7528\u3057\u3066\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u3066\u4e0b\u3055\u3044
CreateLiveTriageDriveAction.success.title=\u6210\u529f
SelectDriveDialog.bnCancel.text=\u30ad\u30e3\u30f3\u30bb\u30eb
SelectDriveDialog.bnOk.text=Ok
SelectDriveDialog.bnRefresh.text=\u66f4\u65b0
SelectDriveDialog.descriptionTextArea.text=\u3053\u306e\u6a5f\u80fd\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u30d0\u30c3\u30c1\u30d5\u30a1\u30a4\u30eb\u3092\u30ea\u30e0\u30fc\u30d0\u30d6\u30eb\u30c9\u30e9\u30a4\u30d6\u306b\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002\n\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u305b\u305a\u306b\u30b7\u30b9\u30c6\u30e0\u3092\u5206\u6790\u304b\u30c9\u30e9\u30a4\u30d6\u306e\u30a4\u30e1\u30fc\u30b8\u30f3\u30b0\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002\n\n\u30b7\u30b9\u30c6\u30e0\u3092\u5206\u6790\u3059\u308b\u306b\u306f\u3001\u30c9\u30e9\u30a4\u30d6\u3092\u633f\u5165\u3057\u3001\u300cRunFromUSB.bat\u300d\u3092\u7ba1\u7406\u8005\u3067\u5b9f\u884c\u3057\u3066\u3001\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306e\u8ffd\u52a0\u30d1\u30cd\u30eb\u3067\u300c\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30b9\u30af\u300d\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectDriveDialog.diskTable.column1.title=\u30c7\u30a3\u30b9\u30af\u540d
SelectDriveDialog.diskTable.column2.title=\u30c7\u30a3\u30b9\u30af\u30b5\u30a4\u30ba
SelectDriveDialog.errLabel.disksNotDetected.text=\u30c7\u30a3\u30b9\u30af\u306f\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u7ba1\u7406\u8005\u6a29\u9650\u304c\u5fc5\u8981\u306a\u5834\u5408\u304c\u3042\u308a\u307e\u3059
SelectDriveDialog.errLabel.disksNotDetected.toolTipText=\u30c7\u30a3\u30b9\u30af\u306f\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
SelectDriveDialog.errorLabel.text=jLabel2
SelectDriveDialog.lbSelectDrive.text=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u30b3\u30d4\u30fc\u3059\u308b\u30c9\u30e9\u30a4\u30d6\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\u3002
SelectDriveDialog.localDiskModel.nodrives.msg=\u5b9f\u884c\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SelectDriveDialog.selectDriveLabel.text=\u30e9\u30a4\u30d6\u30c8\u30ea\u30a2\u30fc\u30b8\u306b\u4f7f\u7528\u3059\u308b\u30c9\u30e9\u30a4\u30d6\u3092\u9078\u629e\u3057\u307e\u3059\uff08\u8aad\u8fbc\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff09\u3002
SelectDriveDialog.title=\u30e9\u30a4\u30d6\u30fb\u30c8\u30ea\u30a2\u30fc\u30b8\u30fb\u30c9\u30e9\u30a4\u30d6\u3092\u4f5c\u6210\u3059\u308b
