#Thu Sep 30 10:26:59 UTC 2021
CTL_ImageGalleryAction=\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u30ae\u30e3\u30e9\u30ea\u30fc
CTL_ImageGalleryTopComponent=\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u30ae\u30e3\u30e9\u30ea\u30fc
CTL_OpenAction=\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u3092\u958b\u304f
DrawableDbTask.InnerTask.message.name=\u30b9\u30c6\u30fc\u30bf\u30b9
DrawableDbTask.InnerTask.progress.name=\u9032\u6357\u72b6\u6cc1
DrawableFileUpdateTask_committingDb.status=\u753b\u50cf/\u30d3\u30c7\u30aa\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3078\u30b3\u30df\u30c3\u30c8
DrawableFileUpdateTask_errPopulating_errMsg=\u753b\u50cf\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5165\u529b\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
DrawableFileUpdateTask_populatingDb_status=\u5206\u6790\u3055\u308c\u305f\u753b\u50cf/\u30d3\u30c7\u30aa\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3078\u5165\u529b
DrawableFileUpdateTask_stopCopy_status=\u63cf\u753b\u53ef\u80fddb\u30bf\u30b9\u30af\u3078\u306e\u30b3\u30d4\u30fc\u3092\u505c\u6b62\u3057\u307e\u3059\u3002
ImageGallery.dialogTitle=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc
ImageGallery.showTooManyFiles.contentText=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30d5\u30a1\u30a4\u30eb\u6570\u304c\u591a\u3059\u304e\u3066\u3001\u76f8\u5fdc\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u4fdd\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002
ImageGallery.showTooManyFiles.headerText=
ImageGalleryController.dataSourceAnalyzed.confDlg.msg=\ \u65b0\u3057\u3044\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u304c\u8ffd\u52a0\u3055\u308c\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002\n\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u6700\u65b0\u3067\u306f\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u7d50\u679c\u3067\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u66f4\u65b0\u3057\u307e\u3059\u304b?\n
ImageGalleryController.dataSourceAnalyzed.confDlg.title=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc
ImageGalleryController.noGroupsDlg.msg1=\u30b0\u30eb\u30fc\u30d7\u306f\u5b8c\u5168\u306b\u5206\u6790\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306e\u30ea\u30c3\u30b9\u30f3\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002  \u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u304c\u5b8c\u4e86\u3057\u3001\u30ea\u30c3\u30b9\u30f3\u304c\u518d\u6709\u52b9\u5316\u3055\u308c\u308b\u307e\u3067\u3001\u30b0\u30eb\u30fc\u30d7\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
ImageGalleryController.noGroupsDlg.msg2=\u30b0\u30eb\u30fc\u30d7\u306f\u5b8c\u5168\u306b\u5206\u6790\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306f\u307e\u3060\u7d99\u7d9a\u4e2d\u3067\u3059\u3002  \u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
ImageGalleryController.noGroupsDlg.msg3=\u30b0\u30eb\u30fc\u30d7\u306f\u5b8c\u5168\u306b\u5206\u6790\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u30c7\u30fc\u30bf\u306f\u307e\u3060\u5165\u529b\u4e2d\u3067\u3059\u3002  \u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
ImageGalleryController.noGroupsDlg.msg4=\u8ffd\u52a0\u3057\u305f\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u304b\u3089\u5229\u7528\u3067\u304d\u308b\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u306f\u3042\u308a\u307e\u305b\u3093\u304c\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306e\u30ea\u30c3\u30b9\u30f3\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002  \u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u304c\u5b8c\u4e86\u3057\u3001\u30ea\u30c3\u30b9\u30f3\u304c\u518d\u6709\u52b9\u5316\u3055\u308c\u308b\u307e\u3067\u3001\u30b0\u30eb\u30fc\u30d7\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
ImageGalleryController.noGroupsDlg.msg5=\u8ffd\u52a0\u3057\u305f\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u304c\u3042\u308a\u307e\u305b\u3093\u3002
ImageGalleryController.noGroupsDlg.msg6=\u8868\u793a\u5bfe\u8c61\u3068\u306a\u308b\u5b8c\u5168\u306b\u5206\u6790\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306f\u3042\u308a\u307e\u305b\u3093\:  \u73fe\u5728\u306e [\u6b21\u3067\u30b0\u30eb\u30fc\u30d7\u5316] \u8a2d\u5b9a\u3067\u30b0\u30eb\u30fc\u30d7\u304c\u751f\u6210\u3055\u308c\u306a\u304b\u3063\u305f\u304b\u3001\u30b0\u30eb\u30fc\u30d7\u306f\u5b8c\u5168\u306b\u5206\u6790\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306f\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ImageGalleryModule.moduleName=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc
ImageGalleryOptionsPanel.descriptionLabel.text=<html>\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u8d77\u52d5\u6642\u9593\u3092\u6700\u5c0f\u5316\u3059\u308b\u305f\u3081\u306b\u3001\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u5185\u90e8\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u5e38\u6642\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002<br />\u3053\u308c\u306b\u3088\u308a\u3001\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u6a5f\u80fd\u3092\u5fc5\u8981\u3068\u3057\u306a\u3044\u5834\u5408\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306e\u5b9f\u884c\u304c\u9045\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002<br />\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u5fc5\u8981\u3068\u3057\u306a\u3044\u5834\u5408\u3001\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u3092\u4f7f\u7528\u3057\u3066\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u7121\u52b9\u5316\u3057\u307e\u3059\u3002</html>
ImageGalleryOptionsPanel.enabledByDefaultBox.text=\u65b0\u3057\u3044\u30b1\u30fc\u30b9\u306e\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u6709\u52b9\u5316\u3057\u307e\u3059\u3002 
ImageGalleryOptionsPanel.enabledForCaseBox.text=\u73fe\u5728\u306e\u30b1\u30fc\u30b9\u306e\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u66f4\u65b0\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002
ImageGalleryOptionsPanel.enabledForCaseBox.toolTipText=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u304c\u7121\u52b9\u306e\u5834\u5408\u3001\u66f4\u65b0\u304c\u5fc5\u8981\u3067\u3042\u308b\u3068\u3044\u3046\u4e8b\u5b9f\u3060\u3051\u304c\u8a18\u9332\u3055\u308c\u307e\u3059\u3002  \u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u5f8c\u306b\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u6709\u52b9\u5316\u3057\u305f\u5834\u5408\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306e\u7d50\u679c\u306b\u57fa\u3065\u3044\u3066\u4e00\u62ec\u66f4\u65b0\u30921\u56de\u884c\u3044\u307e\u3059\u3002  \u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u304c\u7121\u52b9\u306e\u5834\u5408\u3001\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u3053\u3046\u3068\u8a66\u307f\u308b\u3068\u3001\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u6709\u52b9\u5316\u3059\u308b\u3088\u3046\u4fc3\u3055\u308c\u307e\u3059\u3002
ImageGalleryOptionsPanel.furtherDescriptionArea.text=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u304c\u7121\u52b9\u306e\u5834\u5408\u3001\u66f4\u65b0\u304c\u5fc5\u8981\u3067\u3042\u308b\u3068\u3044\u3046\u4e8b\u5b9f\u3060\u3051\u304c\u8a18\u9332\u3055\u308c\u307e\u3059\u3002  \u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u5f8c\u306b\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u6709\u52b9\u5316\u3057\u305f\u5834\u5408\u3001\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u306e\u7d50\u679c\u306b\u57fa\u3065\u3044\u3066\u4e00\u62ec\u66f4\u65b0\u30921\u56de\u884c\u3044\u307e\u3059\u3002  \u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u304c\u7121\u52b9\u306e\u5834\u5408\u3001\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u3053\u3046\u3068\u8a66\u307f\u308b\u3068\u3001\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u6709\u52b9\u5316\u3059\u308b\u3088\u3046\u4fc3\u3055\u308c\u307e\u3059\u3002
ImageGalleryOptionsPanel.groupCategorizationWarningBox.text=\u30b0\u30eb\u30fc\u30d7\u5168\u4f53\u306b\u52b9\u529b\u3092\u6301\u305f\u305b\u308b\u3053\u3068\u3067\u3001\u30ab\u30c6\u30b4\u30ea\u30fc\u306e\u4e0a\u66f8\u304d\u4e2d\u306b\u8b66\u544a\u3092\u8868\u793a\u3057\u307e\u305b\u3093\u3002
ImageGalleryOptionsPanel.unavailableDuringInjestLabel.text=\u3053\u306e\u8a2d\u5b9a\u306f\u30a4\u30f3\u30b8\u30a7\u30b9\u30c8\u5b9f\u884c\u4e2d\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
ImageGalleryService.openCaseResources.progressMessage.finish=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u958b\u304d\u307e\u3057\u305f\u3002
ImageGalleryService.openCaseResources.progressMessage.start=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u958b\u3044\u3066\u3044\u307e\u3059...
ImageGalleryService.serviceName=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc\u66f4\u65b0\u30b5\u30fc\u30d3\u30b9
ImageGalleryTopComponent.chooseDataSourceDialog.all=\u3059\u3079\u3066
ImageGalleryTopComponent.chooseDataSourceDialog.contentText=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\:
ImageGalleryTopComponent.chooseDataSourceDialog.headerText=\u8868\u793a\u3059\u308b\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u3092\u9078\u629e\u3057\u307e\u3059\u3002
ImageGalleryTopComponent.chooseDataSourceDialog.titleText=\u30a4\u30e1\u30fc\u30b8\u30ae\u30e3\u30e9\u30ea\u30fc
OpenIDE-Module-Long-Description=\u30a4\u30e1\u30fc\u30b8\u96c6\u4e2d\u8abf\u67fb\u306e\u5b9f\u884c\u3092\u3088\u308a\u52b9\u7387\u7684\u306b\u3059\u308b\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u305f\u3001\u65b0\u3057\u3044\u30a4\u30e1\u30fc\u30b8\u3068\u52d5\u753b\u306e\u30ae\u30e3\u30e9\u30ea\u30fc\u3067\u3059\u3002  \u3053\u306e\u4f5c\u54c1\u306fDHS S&T\u306e\u8cc7\u91d1\u63f4\u52a9\u3092\u53d7\u3051\u3066\u3044\u307e\u3059\u3002\u306a\u304a\u3001\u3053\u308c\u306f\u30d9\u30fc\u30bf\u30ea\u30ea\u30fc\u30b9\u3067\u3059\u3002sleuthkit.org\u30b5\u30a4\u30c8\u304b\u3089\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002\u9650\u5b9a\u30e6\u30fc\u30b6\u30fc\u306b\u914d\u5e03\u3055\u308c\u3066\u3044\u307e\u3059\u3002
OpenIDE-Module-Name=ImageGallery
OpenIDE-Module-Short-Description=\u9ad8\u5ea6\u306a\u30a4\u30e1\u30fc\u30b8\u3068\u52d5\u753b\u306e\u30ae\u30e3\u30e9\u30ea\u30fc
OptionsCategory_Keywords_Options=\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u30ab\u30c6\u30b4\u30ea\u30fc 
OptionsCategory_Name_Options=\u30a4\u30e1\u30fc\u30b8/\u52d5\u753b\u30ae\u30e3\u30e9\u30ea\u30fc
