CopyAnalyzedFiles.committingDb.status=\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u30B3\u30DF\u30C3\u30C8\u4E2D
CopyAnalyzedFiles.errPopulating.errMsg=\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u60C5\u5831\u3092\u5165\u529B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
CopyAnalyzedFiles.populatingDb.status=\u89E3\u6790\u6E08\u307F\u306E\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u60C5\u5831\u3092\u5165\u529B\u4E2D
CopyAnalyzedFiles.stopCopy.status=Drawable DB\u30BF\u30B9\u30AF\u3078\u306E\u30B3\u30D4\u30FC\u3092\u505C\u6B62\u4E2D\u3002
CTL_ImageGalleryAction=\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC
CTL_ImageGalleryTopComponent=\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC
HINT_ImageGalleryTopComponent=\u3053\u308C\u306F\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u3067\u3059
ImageGalleryController.InnerTask.message.name=\u30B9\u30C6\u30FC\u30BF\u30B9
ImageGalleryController.InnerTask.progress.name=\u9032\u884C\u72B6\u6CC1
ImageGalleryController.noGroupsDlg.msg1=\u5B8C\u5168\u306B\u89E3\u6790\u6E08\u307F\u306E\u30B0\u30EB\u30FC\u30D7\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3057\u304B\u3057\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u306E\u30EA\u30B9\u30CB\u30F3\u30B0\u304C\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u304C\u5B8C\u4E86\u3057\u3001\u30EA\u30B9\u30CB\u30F3\u30B0\u304C\u518D\u5EA6\u6709\u52B9\u5316\u3055\u308C\u306A\u3051\u308C\u3070\u30B0\u30EB\u30FC\u30D7\u304C\u4F7F\u3048\u307E\u305B\u3093\u3002
ImageGalleryController.noGroupsDlg.msg2=\u5B8C\u5168\u306B\u89E3\u6790\u6E08\u307F\u306E\u30B0\u30EB\u30FC\u30D7\u306F\u307E\u3060\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u304C\u307E\u3060\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
ImageGalleryController.noGroupsDlg.msg3=\u5B8C\u5168\u306B\u89E3\u6790\u6E08\u307F\u306E\u30B0\u30EB\u30FC\u30D7\u306F\u307E\u3060\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30C7\u30FC\u30BF\u306E\u60C5\u5831\u3092\u307E\u3060\u5165\u529B\u4E2D\u3067\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
ImageGalleryController.noGroupsDlg.msg4=\u8FFD\u52A0\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306B\u306F\u4F7F\u3048\u308B\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3057\u304B\u3057\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u306E\u30EA\u30B9\u30CB\u30F3\u30B0\u304C\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u304C\u5B8C\u4E86\u3057\u3001\u30EA\u30B9\u30CB\u30F3\u30B0\u304C\u518D\u5EA6\u6709\u52B9\u5316\u3055\u308C\u306A\u3051\u308C\u3070\u30B0\u30EB\u30FC\u30D7\u304C\u4F7F\u3048\u307E\u305B\u3093\u3002
ImageGalleryController.noGroupsDlg.msg5=\u8FFD\u52A0\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306B\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ImageGalleryController.noGroupsDlg.msg6=\u8868\u793A\u3067\u304D\u308B\u5B8C\u5168\u306B\u89E3\u6790\u6E08\u307F\u306E\u30B0\u30EB\u30FC\u30D7\u304C\u3042\u308A\u307E\u305B\u3093\uFF1A\u73FE\u5728\u306E\u30B0\u30EB\u30FC\u30D7\u30D0\u30A4\u8A2D\u5B9A\u3067\u306F\u30B0\u30EB\u30FC\u30D7\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u307E\u305F\u306F\u5B8C\u5168\u306B\u89E3\u6790\u6E08\u307F\u306E\u30B0\u30EB\u30FC\u30D7\u304C\u306A\u3044\u3051\u308C\u3069\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u304C\u5B9F\u884C\u3057\u3066\u3044\u306A\u3044\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
ImageGalleryModule.moduleName=\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC
OpenIDE-Module-Long-Description=\
    \u30A4\u30E1\u30FC\u30B8\u304C\u591A\u3044\u8ABF\u67FB\u3092\u3088\u308A\u52B9\u7387\u7684\u306B\u884C\u3048\u308B\u3088\u3046\u306B\u8A2D\u8A08\u3055\u308C\u305F\u3001\u65B0\u3057\u3044\u30A4\u30E1\u30FC\u30B8\u304A\u3088\u3073\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC\u3067\u3059\u3002\
    \u3053\u308C\u306FDHS S&T\u304C\u652F\u63F4\u3057\u3001\u30D9\u30FC\u30BF\u7248\u306E\u30EA\u30EA\u30FC\u30B9\u3067\u3059\u3002\
    sleuthkit.org\u3067\u306F\u307E\u3060\u5165\u624B\u3067\u304D\u305A\u3001\u9650\u3089\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u306B\u3057\u304B\u63D0\u4F9B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
OpenIDE-Module-Name=\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC
OpenIDE-Module-Short-Description=\u30A2\u30C9\u30D0\u30F3\u30B9\u30A4\u30E1\u30FC\u30B8\u304A\u3088\u3073\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC
ImageGalleryOptionsPanel.enabledForCaseBox.text=\u4F5C\u696D\u4E2D\u306E\u30B1\u30FC\u30B9\u306E\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u306E\u66F4\u65B0\u3092\u6709\u52B9\u5316\u3059\u308B\u3002
ImageGalleryOptionsPanel.enabledByDefaultBox.text=\u30C7\u30D5\u30A9\u30EB\u30C8\u8A2D\u5B9A\u3068\u3057\u3066\u65B0\u3057\u3044\u30B1\u30FC\u30B9\u306E\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u3092\u6709\u52B9\u5316\u3059\u308B\u3002
ImageGalleryOptionsPanel.enabledForCaseBox.toolTipText=\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u7121\u52B9\u306A\u5834\u5408\u3001\u66F4\u65B0\u304C\u5FC5\u8981\u3068\u3044\u3046\u3053\u3068\u3060\u3051\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u5F8C\u306B\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u6709\u52B9\u5316\u3055\u308C\u305F\u5834\u5408\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u306E\u7D50\u679C\u3092\u5143\u306B\u4E00\u5EA6\u306B\u307E\u3068\u3081\u3066\u66F4\u65B0\u3092\u3057\u307E\u3059\u3002\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u7121\u52B9\u306E\u5834\u5408\u3001\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u958B\u3053\u3046\u3068\u3057\u305F\u969B\u306B\u6709\u52B9\u5316\u3059\u308B\u3088\u3046\u306B\u6307\u793A\u3055\u308C\u307E\u3059\u3002
ImageGalleryOptionsPanel.descriptionLabel.text=<html>\u30B9\u30BF\u30FC\u30C8\u30A2\u30C3\u30D7\u6642\u9593\u3092\u6700\u5C0F\u9650\u306B\u3059\u308B\u305F\u3081\u3001\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u306F\u7D99\u7D9A\u7684\u306B\u5185\u90E8\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002<br />\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u306E\u6A5F\u80FD\u304C\u5FC5\u8981\u3067\u306A\u3044\u5834\u5408\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u3092\u9045\u304F\u3059\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002<br />\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u5FC5\u8981\u3067\u306A\u3044\u5834\u5408\u3001\u3053\u306E\u8A2D\u5B9A\u3092\u4F7F\u3044\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002</html>
ImageGalleryOptionsPanel.furtherDescriptionArea.text=\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u7121\u52B9\u306A\u5834\u5408\u3001\u66F4\u65B0\u304C\u5FC5\u8981\u3068\u3044\u3046\u3053\u3068\u3060\u3051\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u5F8C\u306B\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u6709\u52B9\u5316\u3055\u308C\u305F\u5834\u5408\u3001\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u306E\u7D50\u679C\u3092\u5143\u306B\u4E00\u5EA6\u306B\u307E\u3068\u3081\u3066\u66F4\u65B0\u3092\u3057\u307E\u3059\u3002\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u304C\u7121\u52B9\u306E\u5834\u5408\u3001\u30A4\u30E1\u30FC\u30B8\u30AE\u30E3\u30E9\u30EA\u30FC\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u958B\u3053\u3046\u3068\u3057\u305F\u969B\u306B\u6709\u52B9\u5316\u3059\u308B\u3088\u3046\u306B\u6307\u793A\u3055\u308C\u307E\u3059\u3002
ImageGalleryOptionsPanel.unavailableDuringInjestLabel.text=\u30A4\u30F3\u30B8\u30A7\u30B9\u30C8\u4E2D\u306F\u3053\u306E\u8A2D\u5B9A\u306F\u4F7F\u3048\u307E\u305B\u3093\u3002
OptionsCategory_Keywords_Options=\u30A4\u30E1\u30FC\u30B8\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC\u30AB\u30C6\u30B4\u30EA\u30FC
OptionsCategory_Name_Options=\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC
PrePopulateDataSourceFiles.committingDb.status=\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u30B3\u30DF\u30C3\u30C8\u4E2D
PrePopulateDataSourceFiles.prepopulatingDb.status=\u30A4\u30E1\u30FC\u30B8\uFF0F\u30D3\u30C7\u30AA\u30AE\u30E3\u30E9\u30EA\u30FC\u306B\u60C5\u5831\u3092\u4E8B\u524D\u306B\u5165\u529B\u4E2D
